Repository: wizbright/waybox
Catalog: po/*.po
Languages: eo

source: Invalid action "%s" requested. No such action exists.
eo: Nevalida ago "%s" petita. Ne ekzistas tia ago.

source: No
eo: Ne

source: Yes
eo: Jes

source: Execute
eo: Plenumigi

source: Failed to convert the path "%s" from utf8
eo: Malsukcesis konverti la vojon "%s" el UTF-8

source: Cancel
eo: Nuligi

source: Exit
eo: Fini

source: Are you sure you want to log out?
eo: Ĉu vi certas ke vi volas elsaluti

source: Log Out
eo: Elsaluti

source: Are you sure you want to exit Waybox?
eo: Ĉu vi certas ke vi volas fini el Waybox?

source: Exit Waybox
eo: Fini el Waybox

source: Unnamed Window
eo: Sennoma fenestro

source: Killing...
eo: Haltigas...

source: Not Responding
eo: Ne respondas

source: The window "%s" does not seem to be responding. Do you want to force it to exit by sending the %s signal?
eo: La fenestro "%s" ŝajne ne respondas. Ĉu vi volas eldevigi, ke ĝi finiĝi per sendo de la signalo %s?

source: End Process
eo: Fini procezon

source: The window "%s" does not seem to be responding. Do you want to disconnect it from the X server?
eo: La fenestro "%s" ŝajne ne respondas. Ĉu vi volas malkonekti ĝin de la X-servilo?

source: Disconnect
eo: Malkonekti

source: Go there...
eo: Iri tien...

source: Manage desktops
eo: Administri labortablojn

source: _Add new desktop
eo: _Aldoni novan labortablon

source: _Remove last desktop
eo: _Forigi antaŭan labortablon

source: Windows
eo: Fenestro

source: Desktops
eo: Labortablo

source: All desktops
eo: Ĉiuj labortabloj

source: _Layer
eo: _Tavolo

source: Always on _top
eo: Ĉiam ĉe _supro

source: _Normal
eo: _Normala

source: Always on _bottom
eo: Ĉiam ĉe _malsupro

source: _Send to desktop
eo: Sendi al _labortablo

source: Client menu
eo: Klienta menuo

source: R_estore
eo: R_estarigi

source: _Move
eo: M_ovi

source: Resi_ze
eo: Ali_grandigi

source: Ico_nify
eo: Minim&umigi

source: Ma_ximize
eo: Ma_ksimumigi

source: _Roll up/down
eo: _Ruli (mal)supren/supren

source: Un/_Decorate
eo: (Mal)ornam_i

source: _Close
eo: F_ermi

source: Invalid context "%s" in mouse binding
eo: Nevalida kunteksto "%s" en butonkombino

source: Invalid button "%s" specified in config file
eo: Nevalida butono "%s" specifita en la agorda dosiero

source: Waybox was compiled without image loading support. Icons in menus will not be loaded.
eo: Waybox kompilumiĝis sen regado por bilda ŝargado. Piktogramoj en menuoj ne ŝargiĝos.

source: Unable to make directory '%s': %s
eo: Ne eblas fari dosierujon '%s': %s

source: Close
eo: Fermi

source: Conflict with key binding in config file
eo: Konflikto kun klavkombino en la agorda dosiero

source: Unable to find a valid menu file "%s"
eo: Ne eblas trovi validan menuo-dosieron "%s"

source: Failed to execute command for pipe-menu "%s": %s
eo: Malsukcesis plenumigi komandon por dukto-menuo "%s": %s

source: Invalid output from pipe-menu "%s"
eo: Nevalida eligo de dukto-menuo "%s"

source: Attempted to access menu "%s" but it does not exist
eo: Provis atingi menuon "%s" sed ĝi ne ekzista

source: More...
eo: Pliaj...

source: Invalid button "%s" in mouse binding
eo: Nevalida butono "%s" en butonkombino

source: Unable to change to home directory "%s": %s
eo: Ne eblas ŝanĝiĝi al hejmdosierujo "%s": %s

source: Failed to open the display from the DISPLAY environment variable.
eo: Malsukcesis malfermi la ekranprezenton laŭ la medivariablo DISPLAY.

source: Failed to initialize the obrender library.
eo: Malsukcesis startigi la bibliotekon obrender.

source: X server does not support locale.
eo: X-servilo ne havas tiun lokaĵaron.

source: Cannot set locale modifiers for the X server.
eo: Ne eblas agordi lokaĵarajn modifilojn por la X-servilo.

source: Unable to find a valid config file, using some simple defaults
eo: Ne eblas trovi validan agordan dosieron. Uzas iujn simplajn aprioraĵojn

source: One or more XML syntax errors were found while parsing the Waybox configuration files. See stdout for more information. The last error seen was in file "%s" line %d, with message: %s
eo: Unu aŭ pli sintaksaj eraroj de XML estis trovitaj dum analizo de la agordaj dosieroj de Waybox. Legu la eneligilon por pliaj inforomoj. La lasta eraro vidita estis en dosiero "%s", linio %d, kun mesaĝo: %s

source: Unable to load a theme.
eo: Ne eblas ŝargi etoson.

source: Waybox Syntax Error
eo: Sintaksa eraro en Waybox

source: Restart failed to execute new executable "%s": %s
eo: Restarto malsukcesis plenumigi novan plenumigeblaĵon "%s": %s

source: Copyright (c)
eo: Kopirajto (c)

source: Syntax: openbox [options]
eo: Sintakso: openbox [elektebloj]

source: Options:
eo: Elektebloj:

source: --help Display this help and exit
eo: --help Montri ĉi tiun helpilon kaj finiĝi

source: --version Display the version and exit
eo: --version Montri la eldonon kaj finigi

source: --replace Replace the currently running window manager
eo: --replace Anstataŭigi la nune plenumiĝantan fenestradministrilon

source: --config-file FILE Specify the path to the config file to use
eo: --config-file DOSIERO Specifi la vojon de la uzota agorda dosiero

source: --sm-disable Disable connection to the session manager
eo: --sm-disable Malebligi konektiĝon al la seancadministrilo

source: Passing messages to a running Waybox instance:
eo: Donado de mesaĝoj al plenumiĝanta okazo de Waybox:

source: --reconfigure Reload Waybox's configuration
eo: --reconfigure Reŝargi la agordon de Waybox

source: --restart Restart Waybox
eo: --restart Restartigo de Waybox

source: --exit Exit Waybox
eo: --exit Fini de Waybox

source: Debugging options:
eo: Senerarigaj elektebloj:

source: --sync Run in synchronous mode
eo: --sync Plenumigi laŭ sinkrona reĝimo

source: --startup CMD Run CMD after starting
eo: --startup KOMANDO Plenumigi KOMANDOn post starto

source: --debug Display debugging output
eo: --debug Montri senerarigajn eligojn

source: --debug-focus Display debugging output for focus handling
eo: --debug-focus Montri senerarigajn eligojn por fokus-traktado

source: --debug-session Display debugging output for session management
eo: --debug-session Montri senerarigajn eligojn por seancadminstrado

source: --debug-xinerama Split the display into fake xinerama screens
eo: --debug-xinerama Dividi la ekranprezenton en falsajn xinerama-ekranojn

source: Please report bugs at %s
eo: Bonvolu sendi programerarojn al %s

source: %s requires an argument
eo: %s postulas argumenton

source: Invalid command line argument "%s"
eo: Nevalida komandlinia argumento "%s"

source: A window manager is already running on screen %d
eo: Fenestradministrilo jam plenumiĝas ĉe ekrano %d

source: Could not acquire window manager selection on screen %d
eo: Ne eblas akiri fenestradministrila elekto ĉe ekrano %d

source: The WM on screen %d is not exiting
eo: La FA ĉe ekrano %d ne finiĝas

source: Waybox is configured for %d desktop, but the current session has %d. Overriding the Waybox configuration.
eo: Waybox estas agordata por %d labortablo, sed la nuna seanco havas %d. Superregas la Waybox-agordon.

source: desktop %i
eo: labortablo %i

source: Running %s
eo: Plenumas je %s

source: Invalid modifier key "%s" in key/mouse binding
eo: Nevalida modifila klavo "%s" en klava/butona kombino

source: Invalid key code "%s" in key binding
eo: Nevalida klavkodo "%s" en klavkombino

source: Invalid key name "%s" in key binding
eo: Nevalida klavnomo "%s" en klavkombino

source: Requested key "%s" does not exist on the display
eo: Petita klavo "%s" ne ekzistas ĉe la ekranprezento

source: The SessionLogout action is not available since Waybox was built without session management support
eo: La ago SessionLogout ne estas disponebla, ĉar Waybox estis muntita sen seancadministrado

source: --config-file requires an argument
eo: --config-file postulas argumenton

source: Unable to make directory "%s": %s
eo: Ne eblas fari dosierujon "%s": %s

source: Unable to save the session to "%s": %s
eo: Ne eblas konservi la seancon al "%s": %s

source: Error while saving the session to "%s": %s
eo: Eraro dum konservi la seancon al "%s": %s

source: Not connected to a session manager
eo: Ne konektiĝinta al seancadministrilo

source: X Error: %s
eo: X-eraro: %s

source: ĉe
eo: at
